{
  "0": {
    "age": 18,
    "gender": "Male",
    "occupation": "Student",
    "description": "I thought university was supposed to be the best time of your life\nI started about 2 months ago and had to move away from home to come here and nearly everyday I just sit in my room, my flat mates are all nice but nearly everyone just goes drinking and gets to know each other through parties which I am not too fond of and I can't drink alcohol due to medical problems or I'll end up in hospital.\nI feel like I am being a downer to everyone around me and I miss home, I just used to hang out with my old friends back home and we would just hang out and have fun.\nI feel like I have left everything behind for no good reason and when I go on facebook or twitter all my old friends have forgotten about me already and my parents were so proud of me going to university, I just feel like giving up as I have no motivation for anything not even going home anymore as there is nothing to go back to. I am trying my best but I just feel like I don't exist anymore and sorry about this I know no one cares but I just had to get this off my chest.",
    "tokenization": "null"
  },
  "1": {
    "age": 19,
    "gender": "Male",
    "occupation": "Student",
    "description": "I thought this shit would make things better, a change of scenery, forcing me to socialise etc. I take this stale education like I always have my whole life, but other guys here are actually PASSIONATE about what they’re learning? It’s insane how these guys are going to society’s and meet-ups and doing projects in their spare time and I don’t even enjoy thinking about education or living long enough to have a job in this shit\nI guess the idea of having aspirations and pursuing them is just alien to me, I just sit in my room all day, I can’t even gather the interest to play a game or watch a movie, least of all to do work in a subject I don’t give a fuck about. But these guys are happy to complete the work, passionate. Insanity",
    "tokenization": "null"
  },
  "2": {
    "age": 19,
    "gender": "Female",
    "occupation": "Student",
    "description": "I'm at university right now. My depression has recently become a lot more severe, to the point where I'm really having trouble getting myself to do anything. Thing is, I need to get high marks, and I can't take a term off or lighten my course load.",
    "tokenization": "null"
  },
  "3": {
    "age": 21,
    "gender": "Male",
    "occupation": "Student & Employed",
    "description": "Ive been struggling with my work a lot and there is a lot more of it to come, i cant seem to function properly, i can't contribute in seminars, i have to get extensions on assignments, i have a presentation coming up which the thought of wants to make me self harm. I'm thinking of taking a gap year to hopefully recover from this, but if i do that i have to go home, and my mom has enough on her plate with stress and anxiety as it is, and can't afford to support me. in addition i think the only reason i went to uni was to get away from home because it depressed me so much, i'm not sure if this is the course i want to do, or what i want from life, i'm just so miserable, and i'm trying to get better but my university work won't wait forever. But if i go home i'll be incredibly isolated. I've tried to kill myself 4 times, and after the last one i'm never going to do it again i just don't know what to do, i can't remember the last time i was happy.",
    "tokenization": "null"
  },
  "4": {
    "age": 22,
    "gender": "Female",
    "occupation": "Student & Employed",
    "description": "I came to University a bit later in life, took a couple of gap years before I sorted my life out and got myself to University. I started at 20 which wasn't too bad, only a year or two older than most people.\nI had a boyfriend I loved, great friends, and overall a great life in London. But I decided I wanted to get a degree and to have the University experience and to get out of London for a few years. I was motivated and felt ready for University.\nI struggled with my first year, I fell into old bad habits and my expectations of what university would be like just didn't match up with the reality. I felt lonely and homesick, and wanted my old life back. I stopped attending lectures and fell behind with work. On top of this my brother tried to kill himself, and two of my aunts and my grandmother died. I just stopped caring about anything and fell into a deep depression, and had constant anxiety and panic attacks. It got so bad I was told that I would need to become an external student for a year and retake parts of modules.\nBecoming an external student in the UK means that you receive no personal maintenance loan, so I had to take up a full time bar job to pay rent on my uni house.\nI have tried to make the best of this year and stay positive, but I am at an all time low.\nI have made friends through bar work, but I don't feel particularly close to any of them or would see them outside of work, despite my attempts to make real friendships with them and do this.\nI honestly feel unsure about whether I want to carry on with university, I just don't know if I can live here for another two years.\nThere are many great aspects to my uni city, a great music scene, great night life and the student scene is second to none. But I just feel noticeably older than most of the people here, parties and drugs and drinking just aren't enough for me anymore.\nIt is made more difficult by the fact that most of my closest friends have now graduated and are getting on with their lives back in London or are off traveling.\nI am trying to remind myself of why I came to Uni in the first place and remember what motivated me, but its hard. I tell myself it will be better when I go back to Uni properly next year and am attending lectures, but I am worried I will just mess up again due to depression and struggle to really enjoy the next couple of years.\nI had so many plans to get more involved and do more with my life this year, but my job requires me to work sometimes up to 40-50 hours a week, and is physically exhausting. On my days off I just want to lie in bed all day. My bar also attracts lonely middle aged men I have to pretend I am not massively creeped out by and chat to them all day, whilst they continually try and make advances on me. It is really getting to me, I tried to just ignore them but my manager told me I wasn't being chatty and friendly enough :s.\nI also had to break up with my boyfriend as I literally had no time to see him and couldn't handle long distance anymore.\nI am thinking about going back to London for the summer, I will have to work but I think it will be good to spend some proper time with my family and friends, but I am worried that if I do this I won't go back to university. Many people who work on bars stay here over the summer, and my housemate will be here, but there isn't much to do when all the students are gone and I worry I will become even more depressed and lonely.",
    "tokenization": "null"
  },
  "5": {
    "age": 19,
    "gender": "Female",
    "occupation": "Student",
    "description": "The opportunities to go out and meet people seem non existent at this point. I understand Covid plays a part in this, but there just seems to be no avenue to make friends. I get on well with my flat mates and people on my course, but I wouldn’t say we were friends. The one guy I thought I was friends with moved to a different flat last week, so I guess I was wrong about that. All societies asked you to join a Facebook group, but every one I joined is dead and no events can be held at the minute anyway. The only time I’m getting any form of social interaction is by getting my meals. I’m in catered accommodation where I have to go into the canteen to either sit in or takeaway my meals. Because most people seem to have made friends, they all go together to get food, and no one is exactly hanging around in the canteen trying to make friends. It’s just go, get your meal and back to your room in my situation.\nI came home this week, as we had a reading week, and it feels like the best week I’ve had in ages. Me and my family haven’t even done much, yet it feels like it’s been so much better. I think part of it is I’ve actually had social interactions with my family every day, whereas at uni I could go a whole day with no one speaking to me. I’m just terrified to go back to uni on Saturday because that means going back to sitting in my room on my own most days with no one to talk to or hang out with. I just feel like I’m going to get there and I’ll just be counting down the weeks until Christmas when I can come home again, and it shouldn’t be like that.\nDon’t get me wrong, I do enjoy my course and much prefer the area I’m living in at uni, so I’m not planning on dropping out or anything. I’m just really tired of feeling so lonely and not really knowing how to combat it, as nothing seems to be working. Being at home has just really put into perspective how alone I really feel when I’m there.\nI guess the point of this point was just to see if anyone else is still struggling to make friends or feeling a similar way? I’ve been at my uni for over 6 weeks now and I really feel like I’m the only one who hasn’t adjusted or found their place yet. Any help is appreciated",
    "tokenization": "null"
  },
  "6": {
    "age": 23,
    "gender": "Male",
    "occupation": "Unemployed",
    "description": "My life is a fucking joke. Everytime I gain some resemblance of hope, some shit happens to ruin it. Every time I make a connection with another person, they go away when I need them most. Every time I break this barrier I have with the world, I get let down. Nobody takes me seriously and I feel embarrassed just by existing. I don't know how much longer I can continue like this. I feel like a tortoise that gets punched every time I come out of my shell.",
    "tokenization": "null"
  },
  "7": {
    "age": 23,
    "gender": "Female",
    "occupation": "Employed",
    "description": "Sometimes I question why I'm fighting so hard for a life I don't want to live.\nI feel trapped. Why do I feel obligated towards my family to keep going, even though they're the ones who made me experience this in the first place? Why does it feel so likely that what comes after this is more misery or nothingness?",
    "tokenization": "null"
  },
  "8": {
    "age": 20,
    "gender": "Male",
    "occupation": "Unemployed",
    "description": "I don’t know if I’m depressed or just hitting a road block but I’m just tired about everything. Like I could sleep a full 8 and have ate every meal but I can’t shake it. It’s getting harder and harder to even find a interest in anything.",
    "tokenization": "null"
  },
  "9": {
    "age": 20,
    "gender": "Male",
    "occupation": "Student",
    "description": "I'm a 20 yr old male. I'm pursuing my bachelor's in finance and I plan on doing masters later on. So basically I'm a normal guy who'll most probably work corporate jobs his entire life.\nBut 1.5 yrs ago I sort of broke up with a close friend of mine. She blocked me because I was coming on too strongly. I was also depressed at that time so I was not thinking straight and I regret it now strongly. Just as a last resort I asked my mutual friend to text her on my behalf. She said that she hates me from the bottom of her heart and would call the cops if I ever went near her house and also called me an incel.\nThat hurt me a lot, but it also got me thinking whether I'm actually an incel or not because she's pretty smart and I'm not so much. OBVIOUSLY I don't support rape or any kind of violence against any human and also I'm not a part of any online community that hates women, but I am sort of addicted to pornography and I'm a virgin too.\nAlso she texted my other mutual friend a few months back that she forgives me but won't ever talk to me. So that's that. But what she said before it still hurts whenever I think about it.",
    "tokenization": "null"
  },
  "10": {
    "age": 25,
    "gender": "Female",
    "occupation":"Employed",
    "description": "every day i wake up it’s the same thing. i can’t even scroll social media or talk to my friends or family without thinking i’m stupid. every time i have a thought or say something i feel good about, my brain immediately tells me i’m wrong and shouldn’t feel good about it. that every time i understand something, i’m not getting it the same way someone smarter would. this all started with my co workers, social anxiety has taken over my entire life. i’ve felt this way since the beginning of june. it’s ruining my life and i need it to stop or i’m gonna kill myself or something. and every thing reminds me of my anxiety. oh, a pleasant memory? oh remember how you were having debilitating anxiety during it? i’m so tired. i think everyones smarter and more eloquent than me. and every time my anxiety goes away i remember it and it call comes back. i miss not feeling doubt and hopelessness all the time. i have nothing to be happy about. i am not okay",
    "tokenization": "null"
  },
  "11": {
    "age": 19,
    "gender": "Female",
    "occupation": "Student",
    "description": "I can’t stop cutting I need my best friend to talk to me I need him so bad but he’s doing something I know he is but I need him here but i can’t ask him to come over again",
    "tokenization": "null"
  },
  "12": {
    "age": 23,
    "gender": "Male",
    "occupation": "Student & Employed",
    "description": "I'm dead inside. I don't know how to explain it exactly. I've been struggling specially with Ana for 5 years and I heavily relapsed this year at the point of losing 10 kg in like 2 months and eating barely 1000 calories. why? I want to be loved, yes. dumb I know. I stopped eating hoping someone would want me if I were skinnier.\nI'm not even ugly, I'm hot I'm handsome I'm submissive and breedable. I'm a excellent student, gifted and promising. I'm a professional academic and researcher. I'm admired and respected. I'm a fucking published scientific author. why can't that be enough? WHY my own self-worth is based on a someone else's love? I'm everything someone would want.\nnever been worst. my body is painful, carrying my own weight is exhausting, hair loss is extreme and my skin is deteriorating. I'm literally dead and I just can't stop.\na gifted little boy wasted",
    "tokenization": "null"
  }
}